docs/arkitektur/tilstander/Ukjent bruker.approved.md
```mermaid
   stateDiagram
   [*]-->MottattType
   	MottattType --> AvventerJournalpostType
	AvventerJournalpostType --> AvventerPersondataType
	AvventerPersondataType --> UkjentBrukerType
	UkjentBrukerType --> InnsendingFerdigstiltType
   InnsendingFerdigstiltType--> [*]    
```
