docs/arkitektur/tilstander/Ukjent bruker.approved.puml
@startuml
title 
Innløpet – flyt for brevkode Ukjent bruker
end title           
[*]-->MottattType 
MottattType --> AvventerJournalpostType
AvventerJournalpostType --> AvventerPersondataType
AvventerPersondataType --> UkjentBrukerType
UkjentBrukerType --> InnsendingFerdigstiltType
InnsendingFerdigstiltType--> [*]
@enduml
